/* User/pwd server verification */
"Authentication Required" = "প্রমাণীকরণ প্রয়োজন";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "বাতিল";

/* HTTPS server verification */
"Continue" = "চালিয়ে যান";

/* Link long-press context menu */
"Copy Link" = "লিঙ্ক অনুলিপি করুন";

/* Google autocomplete error */
"Error: " = "ত্রুটি: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "ওয়েবদর্শনের জন্য অডিও সেশন স্থাপন করতে ব্যর্থ; হয়তো কোন শব্দ পাওয়া যায়নি।";

/* User/pwd server verification */
"Log In" = "লগ ইন";

/* Link long-press context menu */
"Open Here" = "এখানে খুলুন";

/* Link long-press context menu */
"Open in New Tab" = "নতুন ট্যাবে খুলুন";

/* User/pwd server verification */
"Password" = "পাসওয়ার্ড";

/* Google autocomplete error */
"response code %d" = "সাড়া কোড %d";

/* Google autocomplete error */
"response format unrecognized" = "সাড়ার বিন্যাস অচেনা";

/* Google autocomplete error */
"response non-decodable" = "সাড়া অ-ডিকোডযোগ্য";

/* Google autocomplete error */
"response parsing %@" = "সাড়া পার্সিং %@";

/* HTTPS server verification */
"Server Identity" = "সার্ভার পরিচয়";

/* HTTPS server verification */
"The identity of '%@' cannot be verified." = "%@-এর পরিচিতি যাচাই করা যাবে না।";

/* User/pwd server verification */
"Username" = "ব্যবহারকারী নাম";

/* Link long-press context menu */
"Open in Background Tab" = "পটভূমি ট্যাবে খুলুন";

/* Bookmark view controller */
"Edit Bookmark" = "বুকমার্ক সম্পাদনা করুন";

/* Link long-press context menu */
"Save Image" = "ছবি সংরক্ষণ করুন";

/* Link long-press context menu */
"Save Video" = "ভিডিও সংরক্ষণ করুন";

/* Web download failure alert title */
"Download Failed" = "ডাউনলোড ব্যর্থ";

/* Web download failure description */
"File download failed due to network error." = "নেটওয়ার্ক ত্রুটির কারণে ফাইল ডাউনলোড ব্যর্থ হয়েছে।";

/* Web download failure description */
"The file had unexpected content." = "ফাইলে অপ্রত্যাশিত বিষয়বস্তু আছে।";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "ক্যামেরা রোলে ফাইলটি সংরক্ষণ করা যায়নি।";

/* Web download failure description */
"File download failed due to internal error %@." = "অভ্যন্তরীণ ত্রুটির কারণে ফাইল ডাউনলোড ব্যর্থ হয়েছে %@।";

/* Download prohibition alert text */
"Browser cannot download this file." = "ব্রাউজার এই ফাইল ডাউনলোড করতে পারবে না।";

/* Generic alert popup button */
"OK" = "ঠিক আছে";

/* Generic alert popup button */
"Cancel" = "বাতিল";
